{
  "notifications": {
    "title": "الاشعارات"
  },
  "login": {
    "login_button": "تسجيل الدخول",
    "signup_button": "التسجيل",
    "or": "أو",
    "email": "البريد الاكتروني",
    "password": "الرقم السري",
    "done": "تم تسجيل الدخول بنجاح",
    "activate": "لم يتم تفعيل حسابك بعد",
    "wrong": "خطأ في البريد الالكتروني او الرقم السري"
  },
  "signup": {
    "title": "الملف الشخصي",
    "signup1": "معلومات الاتصال",
    "signup2": "المعلومات الشخصية",
    "signup3": "معلومات التواصل الاجتماعي",
    "signup4": "المعلومات المالية",
    "signup5": "معلومات الاحالة",
    "fieldRequired": "يجب ملئ كافة الحقول قبل المتابعة",
    "notEmail": "يرجي ادخال بريد الكتروني حقيقي",
    "notLink": "يرجي ادخال رابط صحيح",
    "note1": "*في حالة تم دعوتك من قبل شخص  اخر"
  },
  "home": {
    "home": "الرئيسية",
    "search": "بحث",
    "all": "الكل",
    "notFound": "لا يوجد بيانات",
    "from": "رأس المال من",
    "to": "رأس المال الي"
  },
  "favorite": {
    "favorites": "المفضلة",
    "notFound": "يرجي اضافة مشاريع الي المفضلة اولا",
    "notFound2": "يرجي اضافة مشاريع اولا",
    "myProjects": "مشاريعي"
  },
  "settings": {
    "settings": "الاعدادات",
    "avatar": "الصورة الشخصية",
    "language": "اللغة",
    "user": "الملف الشخصي",
    "profile": "تعديل الملف الشخصي",
    "logout": "تسجيل الخروج",
    "security": "اعدادات الحماية"
  },
  "project": {
    "report": "تقرير",
    "presentation": "ملف توضيحي",
    "capitalNeeded": "المبلغ المطلوب",
    "capitalInvested": "المبلغ الذي تم استثماره",
    "usersUpdated": "تم تعديل المستخدمين بنجاح",
    "openChat": "الذهاب الي الشات الان",
    "save": "حفظ",
    "investProject": "استثمر في هذا المشروع",
    "select": "اختار"
  },
  "chat": {
    "messages": "الرسائل",
    "chat": "الشات",
    "public": "الشات العام",
    "placeholder": "ارسل رسالة...",
    "publicDescription": "شات للجميع",
    "created_by": "تم انشاءه بواسطة",
    "totalCapital": "المبلغ الذي تم استثماره",
    "automatic": "الرد التلقائي",
    "openProject": "فتح المشروع",
    "add": "اضف",
    "message": "الرسالة",
    "reply": "الرد"
  },
  "messages": {
    "noInternet": "لا يوجد اتصال بالانترنت",
    "unknownError": "حدث خطأ ما",
    "image": "صورة",
    "ok": "موافق",
    "cancel": "الغاء",
    "image_required":"يجب اضافه صوره"
  },
  "add_project": {
    "addDone": "تم اضافة المشروع بنجاح",
    "editDone": "تم تعديل المشروع بنجاح",
    "requiredField": "يرجي مليء كافة الحقول قبل المتابعة",
    "image": "صورة",
    "title": "اضافة مشروع",
    "title_text": "العنوان",
    "description": "الوصف",
    "select": "اختار",
    "capitalNeeded": "المبلغ المطلوب",
    "industry": "النوع",
    "presentation": "ملف العرض",
    "report": "التقرير",
    "save": "حفظ",
    "public": "عام",
    "private": "خاص"
  },
  "profile": {
    "title": "تعديل الملف الشخصي",
    "editDone": "تم تعديل الملف الشخصي بنجاح",
    "name": "الاسم",
    "personalInfo": "معلومات شخصية",
    "country": "البلد",
    "city": "المدينة",
    "phone": "الهاتف",
    "wallet": "رأس المال",
    "facebook": "رابط الفيسبوك",
    "twitter": "رابط تويتر",
    "linkedin": "رابط لينكد ان",
    "save": "حفظ",
    "email": "البريد الالكتروني",
    "something": "نبذة عن نفسك",
    "password": "الرقم السري",
    "project": "نبذة عن المشروع",
    "prefered": "نوع الاستثمار",
    "referral": "رمز الاحالة",
    "how": "مصدر الاحالة",
    "short": "مدة قصيرة",
    "mid": "مدة متوسطة",
    "long": "مدة طويلة",
    "social": "التواصل الاجتماعي",
    "search": "محركات البحث",
    "friends": "الاصدقاء"
  },
  "app": {
    "sure": "هل انت متأكد؟",
    "removedCompletely": "سيتم مسح المشروع تماما",
    "leaveProjectMsg": "لن تستطيع استخدام الشات الخاص بالمشروع في حالة الخروج",
    "add_remove": "اضافة\مسح اعضاء",
    "openChat": "الذهاب الي الشات",
    "changeInvestment": "تعديل قيمة الاستثمار",
    "investProject": "استثمر في هذا المشروع",
    "editProject": "تعديل المشروع",
    "deleteProject": "حذف المشروع",
    "leaveProject": "الخروج من المشروع",
    "partners": "المستثمرين"
  },
  "sidebar": {
    "home": "الرئيسية",
    "favorites": "مشاريعي & المفضلة",
    "settings": "الاعدادات",
    "messages": "الرسائل",
    "logout": "تسجيل الخروج"
  },
  "password": {
    "title": "تغيير كلمة المرور",
    "empty": "يجب ادخال كلمة المرور قبل المتابعة",
    "done": "تم تعديل كلمة المرور بنجاح",
    "confirmMsg": "يجب تأكيد كلمة المرور",
    "password": "كلمة المرور",
    "confirmPass": "تأكيد كلمة المرور",
    "change": "حفظ"
  },
  "terms":{
    "title": "البنود و القوانين",
    "accept": "موافقة",
    "msg": "يجب الموافقة علي البنود والقوانين قبل التسجيل",
    "terms": "القروب الإفتراضي – Virtual Group\nاتفاقية ` الضوابط`و الأحكام `\n\n-	ان العناصر المكونة لفكرة القروب الإفتراضي هي على النحو التالي:- \n\n\t•	موقع القروب الإفتراضي على الانترنت www.vgksa.com  \n\n\t•	 التطبيق التابع للقروب الإفتراضي على منصات ابل ستور واندرويد\n\n\t•	قروب الواتساب الإفتراضي عبر الهواتف النقالة التابع للقروب الإفتراضي\n\n-	ان هذه العناصر مجتمعه او منفردة تمثل أصل وروح فكرة (القروب الإفتراضي) التي طرحها و تبناها المهندس/ سالم المسرحي, وبالتالي يتوجب على كل من قرر الدخول في عضوية (القروب الإفتراضي) القبول بما جاء في هذه الإتفاقية من ضوابط واحكام والتوقيع على ذلك (الكترونياً) عبر مختلف الوسائل المتاحة للعضو المعتمد, وبما ان القروب الإفتراضي) ليس كيان تجاري قائم او مؤسسة رسمية فهو بالتالي لايخضع للممارسات والمقاييس والأجراءات والأحكام المتعارف عليها لأي عمل تجاري تقليدي, وعليه تم اعتماد العمل بموجب أحكام وضوابط هذه الإتفاقية ووافق الجميع على اعتبار هذه الإتفاقية بمثابة المرجع الذي ينظم طريقة عمل القروب الافتراضي ويضبط العلاقة بين اعضائه\n\n-	علم جميع أعضاء القروب بأن الأولية الملحة هي الوصول الى العدد المستهدف النهائي من الأعضاء وهو 250 عضو, واذا تم الوصول لهذا العدد أو الى رقم قريبا منه سيتم فتح باب النقاش بين أعضاء القروب للوصول الى افضل الإقتراحات والحلول للإنتقال من العمل الإفتراضي الى خيارات أخرى قد تكون ذات جدوى عالية يتم التوافق عليها بين أعضاء القروب خاصة بين الأعضاء الذين جربوا وقاموا بتنفيذ مشاريع وصفقات متنوعة خلال الفترات الماضية   \n\n-	استوعب جميع الأعضاء ووافقوا واعتمدوا اساس وطربقة عمل (القروب الإفتراضي) وهي الإفتراضية اي انه لايوجد الزام ولا التزام لأي عضو من ناحية قبول مايعرضه باقي الأعضاء من فرص, أفكار, مشاريع,صفقات, اقتراحات, تصورات وكذلك حضور اجتماعات العمل  \n\n-	يحق لأي عضو طرح مايشاء من فرص, أفكار, مشاريع,صفقات, اقتراحات وتصورات في أي وقت بعد تاريخ إنضمامه شريطة مراعاة الدقة والمصداقية فيما يطرحه ويكون مايعرضه واقعي وقابل للتطبيق ويفضل الجهوزية الكاملة عند طرح المشاريع اي توفر دراسات و ملخصات وميزانيات والعوائد والمخاطر والارباح  وغيرها من الأمور الإعتيادية ذات الصلة  \n\n-	ان كل مايطرحه أي عضو بالقروب الإفتراضي من فرص, أفكار, مشاريع,صفقات, اقتراحات, تصورات وكافة الطروحات  سواء مكتوبة او رسائل صوتية, رسائل نصية, اتصالات هاتفية او من خلال مختلف الوسائل الالكترونية عبر عناصر (القروب الإفتراضي) الموضحة بمقدمة هذه الاتفاقية, تعتبر حقاً مشاعاً للجميع من ناحية التصرف به منذ اللحظة التي تم طرحه فيها, ولايحق لمن طرح هذه العروض الاعتراض او طلب تعويض اذا تصرف اي عضو او أعضاء بهذه العروض واستغلوها وحققوا فوائد مادية ومعنوية من وراءها\n\n-	يحق لأي عضو العمل منفرداً وكذلك بحق له العمل جماعيا ويحق له كذلك الإتحاد والتضامن ومقابلة من يشاء من أعضاء القروب عبر مختلف المجالات والوسائل المتاحة سواء الكترونيا او شخصياً  \n\n-	  اذا توافق عضو او مجموعة من الأعضاء على تنفيذ مشروع او صفقة ما في اي موقع جغرافي بالعالم وتم دراستها والتأكد من كافة نواحيها الاقتصادية والمالية وتم اعتمادها للتنفيذ, يقرر الجميع الطريقة الأئمن والأكثر قانونية لرصد و جمع ونقل المال المطلوب للدخول في هذا المشروع او الصفقة, اي انه يتم التعامل مع كل حالة وفقاً لما يتم الإتفاق عليه بين الأعضاء المساهمون\n\n-	    تقرر ان يكون واتساب (القروب الإفتراضي) مخصصاً للنقاشات السريعة وطرح افكار وتصورات وكذلك مناقشة الاستفسارت الموجودة لدى الأعضاء ولكن الية طرح المشاريع ستكون عبر تطبيق الابل ستور والاندرويد\n\n-	وافق الجميع على ان يكون واتساب (القروب الإفتراضي) مخصص لمناقشة و تداول الأعمال فقط, والا يكون القروب مكاناً للتهاني وتبادل السلامات الشخصية والمنشورات الدعائية والأدعية وملفات الفيديو والصور وغيرها من الإستخدامات ذات غير الصلة بعالم الأعمال \n\n-	ان الحد الأدنى لقبول واستمرارية العضوية لكافة أعضاء (القروب الإفتراضي) هو اثبات كفاءة مالية لمبلغ 500 الف ريال سعودي او مايعادله بالعملات الأخرى, ويحق للأدمن التحقق من الكفاءة المالية من كافة الأعضاء في اي وقت يشاء لضمان جودة مستوى الأعضاء والتأكد ان الجميع هم على نفس القدر من الجهوزية المالية \n\n-	يحق لأدمن القروب الإفتراضي التصرف في الغاء عضوية اي عضو واخراجه من (القروب الإفتراضي) في حال تأكد له قيام هذا العضو بمخالفات, ومنها عدم اثبات كفائته المالية عند الطلب, او قيامه بالتشويش والشوشرة, او التضليل والتدليس, او اعطاء بيانات غير صحيحة, او بقاء العضو مجمدا ومتوقف عن الحركة لفترة طويلة دون اي تفاعل او مشاركة   \n\n-	يتم التوافق بين اعضاء القروب على اختيار الأدمن بالتزكية من خلال الاجماع قدر الإمكان واذا كان هناك تباينات واختلافات واعتراضات على المرشح للأدمنية, يتم اعتماد الأغلبية المصوتة على اختيار المرشح\n\n-	يتعهد عضو (القروب الإفتراضي) ادبياً و أخلاقيا بعدم افشاء اسرار او مشاركة اي معلومات تطرح, نصياً, صوتيا و سمعياً خارج نطاق (القروب الإفتراضي) \n\n-	لايتحمل طارح الفكرة ومتبنيها ولا الأدمن ولا أي عضو في القروب الإفتراضي أخطاء الغير وكذلك لايتحملون اي نتائج سلبية قد يحدثها احد الأعضاء عن عمد او غير عمد\n\n-	في حال رغب اياً من الأعضاء مغادرة (القروب الإفتراضي) والخروج من تلقاء نفسه له كامل الحق في ذلك وقتما يشاء ودون الحاجة للتبرير ودون اي مسائلة\n\n-	يتحمل اي عضو من أعضاء (القروب الإفتراضي) منفردا اي مسؤولية قانونية او ادعات اجرائية من الجهات المختصة ذات الصلة في حال ثبت بأنه قدم فكرة,مشروع او صفقة مشبوهة او مسروقة او غير معلومة المصدر ونسبها الى نفسه, ولايتحمل اي عضو مساهم او مشارك في هذه العملية المسؤولية عن ذلك وكذلك لايتحمل طارح الفكرة ولا الأدمن المسؤولية عنها\n\n-	 يتحمل أي عضو قدم بيانات شخصية غير حقيقة او مزيفة او ليست عائده له او انتحل صفة ليست به المسؤولية كاملة اذا ماتم فتح تحقيق في ذلك عبر الجهات المختصة ويخلي كافة (اعضاء القروب الإفتراضي) وطارح الفكرة والادمن انفسهم من اي مسؤولية قد تترتب على ذلك\n\n-	علم جميع أعضاء (القروب الافتراضي) ان اتفاقية الضوابط والاحكام هذه ليست لها فترة صلاحية محددة وتظل سارية المفعول حتى يتم الغائها كتابياً, وسيتم تحديثها كلما دعت الحاجة الى لك"
  }
}
