{
  "notifications": {
    "title": "notifications"
  },
  "login": {
    "login_button": "Login",
    "signup_button": "Sign Up",
    "or": "OR",
    "email": "E-mail",
    "password": "Password",
    "done": "You have signed in successfully",
    "activate": "Your account has not been activated yet",
    "wrong": "Wrong username or password",
    "forget": "Forgot your password?",
    "signup": "signup?"
  },
  "signup": {
    "title": "Your Profile",
    "signup1": "Sign Up (Step 1)",
    "signup2": "Sign Up (Step 2)",
    "signup3": "Sign Up (Step 3)",
    "signup4": "Sign Up (Step 4)",
    "signup5": "Sign Up (Step 5)",
    "fieldRequired": "{{field}} field is required",
    "notEmail": "Please enter a valid e-mail address",
    "notLink": "Please enter a valid Link",
    "note1": "*Only if you were referred by someone",
    "q1": "Have you visited our website?",
    "yes": "Yes",
    "phone": "Phone number with country code",
    "no": "No",
    "finalYes": "You have signed up successfully. Please make sure that you have signed up on our website. We will call you to activate your account soon",
    "finalNo": "You have signed up successfully. Please make sure to visit our website and fill out the registration form. We will call you to activate your account soon"
  },
  "home": {
    "projects": "Projects",
    "users": "Users",
    "home": "Home",
    "search": "Search",
    "all": "All",
    "notFound": "No data was found.",
    "from": "Capital from",
    "to": "Capital to"
  },
  "favorite": {
    "favorites": "Favorites",
    "notFound": "No data was found.",
    "notFound2": "No data was found.",
    "myProjects": "My Projects"
  },
  "settings": {
    "settings": "Settings",
    "language": "Languages",
    "avatar": "Avatar",
    "user": "Profile",
    "profile": "Edit Profile",
    "logout": "Logout",
    "security": "Security"
  },
  "project": {
    "report": "Report",
    "presentation": "Presentation",
    "capitalNeeded": "Total Capital Needed",
    "capitalInvested": "Total Capital Invested",
    "usersUpdated": "Users were updated successfully",
    "openChat": "Open this project chat now",
    "save": "Save",
    "investProject": "Invest in this project",
    "select": "Select",
    "add": "Add",
    "addComment": "Add Comment",
    "commentMsg": "Write your comment"
  },
  "chat": {
    "messages": "Messages",
    "chat": "Chat",
    "public": "Public Chat",
    "placeholder": "Type a message...",
    "publicDescription": "Chat for everybody",
    "created_by": "Created By",
    "totalCapital": "Total capital available in this project",
    "automatic": "Automatic Replies",
    "openProject": "Open project",
    "add": "Add",
    "message": "Message",
    "reply": "Reply",
    "sendingImage": "Uploading your image",
    "sendingDocument": "Uploading your document",
    "sendingRecord": "Sending your voice record",
    "sendingVideo": "Uploading your video",
    "users": "Users",
    "groups": "Groups",
    "image": "Image",
    "video": "Video",
    "document": "Document",
    "export": "Export to text",
    "cancel": "Cancel",
    "forward": "Forward"
  },
  "messages": {
    "noInternet": "No internet connection.",
    "unknownError": "Unknown error has occurred.",
    "image": "image",
    "ok": "Ok",
    "cancel": "Cancel",
    "image_required":"You need to add an image",
    "review": "You have added a review successfully.",
    "comment": "You have added a comment successfully.",
    "reportDone": "Thanks for your help."
  },
  "add_project": {
    "addDone": "You have added a project successfully",
    "editDone": "You have edited a project successfully",
    "requiredField": "The {{name}} field is required",
    "image": "Image",
    "title": "Add Project",
    "title_text": "Title",
    "description": "Description",
    "select": "select",
    "capitalNeeded": "Capital Needed",
    "industry": "Industry",
    "presentation": "Presentation",
    "report": "Report",
    "save": "Save",
    "public": "Public",
    "private": "Private"
  },
  "profile": {
    "title": "Edit Profile",
    "editDone": "Your Profile has been edited successfully",
    "name": "Name",
    "personalInfo": "Personal info",
    "country": "Country",
    "city": "City",
    "phone": "Phone",
    "wallet": "Wallet",
    "facebook": "Facebook",
    "twitter": "Twitter",
    "linkedin": "Linkedin",
    "save": "Save",
    "email": "E-mail",
    "something": "Write something about yourself",
    "password": "Password",
    "project": "Write something about your project",
    "prefered": "Preferred Investment Type",
    "referral": "Code of referral",
    "how": "How did you know about us?",
    "short": "Short-Term",
    "mid": "Mid-Term",
    "long": "Long-Term",
    "social": "Social Media",
    "search": "Search Engines",
    "friends": "Friends",
    "chat": "Chat",
    "follow": "Follow",
    "unfollow": "Unfollow"
  },
  "app": {
    "sure": "Are you sure?",
    "removedCompletely": "The project will be removed completely after this action",
    "leaveProjectMsg": "By leaving the project you won't be able to access the project chat.",
    "add_remove": "Add/Remove People",
    "openChat": "Open chat",
    "changeInvestment": "Change investment value",
    "investProject": "Invest in this project",
    "editProject": "Edit Project",
    "deleteProject": "Delete Project",
    "leaveProject": "Leave Project",
    "partners": "Partners",
    "report": "Illegal Content",
    "reportSure": "are you sure?",
    "reportNote": "If you think the content in this screen is not appropriate, click ok and we will contact you ASAP."
  },
  "sidebar": {
    "home": "Home",
    "favorites": "My Projects & Favorites",
    "settings": "Settings",
    "messages": "Messages",
    "logout": "Logout"
  },
  "password": {
    "title": "Change password",
    "empty": "the password cannot be empty",
    "done": "Your Password has been edited successfully",
    "confirmMsg": "the confirmation password should be the same as the password",
    "password": "Password",
    "confirmPass": "Confirm password",
    "change": "Change"
  },
  "terms":{
    "title": "Terms & Conditions",
    "accept": "Accept",
    "msg": "You should accept the terms & conditions before signing up",
    "terms": "Virtual Group\n\"Terms and conditions” agreement\n\n-\t	The elements of virtual group idea are the following:-\t\n•\t	Virtual Group website www.\nvgksa.\ncom\n•\t	Virtual group application on google play and apple store\n•\t	Virtual WhatsApp group via mobile phones that follows Virtual Group \n-\t	These elements ,as a whole or solo, represent the origin and the idea of  the (Virtual Group) created by Eng.\n Salem Masrahi.\n So, anyone have decided to join the (Virtual Group) must agree on terms and conditions in this agreement by signing on it (electronically) via variant available methods for members.\n As the (Virtual Group) is not commercial entity or official organization, the (Virtual Group) “ temporally” does not obligate to known practice, standers, terms, and conditions of any traditional commercial business so the terms and conditions in this agreement is accredited to this business and all have agreed on considering this agreement as the reference of organizing the work off the (Virtual Group) and regulating relation between its members.\n \n-\t	The “ mission ” of this group is to gather the largest number of members who believe in the concept of this “virtual group” after that we will start the process to change the entity from single ownership entity to official company with keeping the same legacy of this virtual group.\n A 50 percent of this virtual group ownership placed in a shape of 50 premium shares and each premium share worth 50,000 SR, and any member who buy this premium share will be named a (Co-\tFounder) and all the shares will be available for all members until they are taken and the “IPO”  value of an amount of 2.\n5 Million SR has been collected.\n As the founder of this group “Mr.\n Salem Almasrahi” will keep the rest of the premium shares 50% as compensation for his effort and time spent to make this “ Virtual Group” real and productive.\n Me as founder will not occupy any leading position as I will be an active board member only.\n\n-\t	the vision is to change this Virtual Group entity to an official entity able to contain both businesses and money with flexible administrative skills ready to move forward with nominated manager by elite board members to achieve the highest income to the entity from in and outside offered business opportunities within the group members or from out side \n-\t	All virtual group numbers acknowledged the next target is to achieve the highest number of registered members, and the next targeted members is set to 1000 members.\n\n-\t	A discussion will be held between the members to reach the best suggestions and solutions to change the work from virtual to other options which would be more feasible.\n These suggestions and solutions are agreed on by group members specially members who tried and implemented variant projects and deals in the previous period\n-\t	All members should understand, agree, and accredit principals and ways of work of the (Virtual Group) as it is virtualization that means no member is obligated to agree on what other members offer from opportunities, ideas, projects, deals, suggestions, or thoughts also no one is obligated to attend business meetings.\n\n-\t	All members have the right to offer any opportunities, ideas, projects, deals, suggestions, or thoughts anytime after joining the group as long as they are restricted to delicacy and credibility also what the member offers should be realistic and applicable.\n In addition it is preferable that the member should be ready at the time of offering his project by providing studies, abstracts, budgets, benefits, risks, profits and other usual related things.\n\n-\t	All offered opportunities, ideas, projects, deals, suggestions, or thoughts by any member in the (Virtual Group) in any form written messages, voice messages, phone calls, or via any electronic contact methods via the 3 (Virtual Group) elements mentioned in the fore of this agreement are considered available for all members to use.\n And the member who has offer this offer has no right to object or request any compensation if any other member or members used these offers and made some profits materially or morally from using them.\n All members agreed to cut of a 5% of the net profit of any transaction has a link directly or none-\tdirectly with the virtual group members, and this 5% will remain held till any members pay it back to currently to Mr.\n Salem Almasrahi or later to the newly born company \n-\t	Every member has the right to work alone or in groups also every member has the right to cooperate and meet any other member of the group he wants via any available methods and medias electronically or personally.\n\n-\t	If a member or a group of members agree on implementing a project or making a deal any where in the world and all the project or deal financial and economical aspects were studied well and agreed on, all members will decide the best and most legal way to collect and transport required money for the project or deal.\n That means in each case coping will be agreed on by the contributing members.\n\n-\t	)Virtual Group) WhatsApp is decided to be used in fast discussion and expressing ideas and thoughts also it is used in  any members queries.\n But, any projects or investments opp.\n will be placed on our applications  via (Android and Apple stores).\n \n-\t	All members acknowledged that (Virtual Group) WhatsApp is dedicated only for discussing business, not used in congratulation, keeping in touch, advertising posts, videos & images sharing, or any other uses that is not related to business world.\n\n-\t	The minimum requirement to accept a member join request to the (Virtual Group) is proving financial ability of 500 thousand SR or equivalent currencies.\n The admin has the right to make sure of this financial ability of all the members any time admin wants to grantee the level of all members and that all members have similar financial abilities.\n \n-\t	Admin has the right to dismiss any member of the (Virtual Group) in case admin made sure that the member made breaches including member did not prove his financial abilities, member was soliciting, distorting, fraud, or member stands still without any contribution or interaction for long time.\n  \n-\t	Admin selection is done by recommendation of the group members or through the majority of voices in case of existence of different thoughts or objections.\n\n-\t	Members of the (Virtual Group) promise morally and ethically not to disclose or contribute any information or data expressed on the group outside the scope of the (Virtual Group) members\n-\t	The idea presenter, and the idea adopter, admin and any (Virtual Group) member are not responsible for any mistakes or negative results caused by any member intentionally or unintentionally.\n\n-\t	Any member wants to leave the (Virtual Group) by himself anytime, has the right to leave anytime without any explanation or legal liability \n-\t	Any member of the (Virtual Group) is solely responsible for any legal liability from related government departments in case of proving that he offered a stolen idea of projects or suspicious deals.\n The admin, idea presenter, or any group member are not responsible for his act.\n\n-\t	Each member holds the responsibility of providing non real or fraud personal data or impersonate  a character of another person in case of any investigation done by the related government departments, the other group members including admin and idea presenter are not responsible for any of that or any results.\n\n-\t	All members of (Virtual Group) should acknowledge this Terms & Conditions agreement has no expiring date and it is valid until it is canceled in written form.\n Also the agreement will be updated periodically whenever needed.\n"
  },
  "user":{
    "reportUser": "Report Illegal Content"
  }
}
